tap "aws/tap"
tap "buo/cask-upgrade"
tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "balena-cli"
brew "btop"
brew "exercism"
brew "flac"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "neofetch"
brew "nvm"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shfmt"
brew "speedtest-cli"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "aws/tap/aws-sam-cli"
cask "alt-tab"
cask "calibre"
cask "cloudflare-warp"
cask "discord"
cask "drawio"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "linearmouse"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "nordvpn"
cask "notion"
cask "onedrive"
cask "openkey"
cask "postman"
cask "rectangle"
cask "spotify"
cask "stats"
cask "steam"
cask "tomatobar"
cask "visual-studio-code"
cask "warp"
cask "zoom"
